{
  "translation": {
    "Home": "Startseite",
    "Books": "Bücher",
    "LogIn": "Anmelden",
    "Search": "Suche",
    "BannerTitle": "LESEN SIE IHRE BÜCHER KOSTENLOS",
    "BannerText": "Willkommen in unserer großen Gemeinschaft. Mehr als 50.000 eBooks kostenlos zum Lesen.",
    "BannerTitle1": "KOSTENLOSE UND REDUZIERTE BESTSELLER",
    "BannerText1": "Schließen Sie sich mehr als 150.000 anderen Lesern an. Erhalten Sie kostenlose und reduzierte Bestseller direkt in Ihrem Posteingang mit dem ManyBooks eBook-Deals-Newsletter.",
    "BannerTitle2": "Der ultimative Leitfaden für kostenlose eBooks",
    "BannerText2": "Nicht sicher, was Sie als nächstes lesen sollen? Entdecken Sie unseren Katalog mit gemeinfreien Büchern mit unseren Redakteuren. In unserer Bibliothek verbergen sich einige echte Schätze.",
    "Trending": "Trendende Bücher",
    "Popular": "Beliebte Bücher",
    "Genres": "Genres",
    "InfoBlockTitle": "Erkunden Sie verschiedene Genres",
    "InfoBlockText": "Tauchen Sie ein in eine reichhaltige Auswahl an Genres, von packenden Thrillern und herzerwärmenden Liebesgeschichten bis hin zu erweiterten Science-Fiction und informativen Sachbüchern.",
    "RightsReserved": "Alle Rechte vorbehalten",
    "Terms": "Nutzungsbedingungen",
    "Privacy": "Datenschutz",
    "SignIn": "Anmelden",
    "E-mail": "E-Mail",
    "Password": "Passwort",
    "ForgotPass": "Passwort vergessen",
    "DontHaveAcc": "Noch kein Konto?",
    "SignUp": "Registrieren",
    "SignInGoogle": "Oder melden Sie sich mit",
    "Username": "Benutzername",
    "PassRepeat": "Passwort wiederholen",
    "AlreadyHaveAnAccount": "Bereits ein Konto?",
    "PageNotFoundText": "Ups! Seite nicht gefunden.",
    "BackHome": "Zurück zur Startseite",
    "Register": "Registrieren",
    "Authors": "Autoren",
    "PopularWord": "Beliebt",
    "TrendingWord": "Im Trend",
    "HomeBannerText": "Melden Sie sich an/melden Sie sich für eine bessere Erfahrung an.",
    "AcceptanceofTerms": "Akzeptanz der Nutzungsbedingungen",
    "UserAccounts": "Benutzerkonten",
    "ContentAccessibility": "Zugänglichkeit des Inhalts",
    "IntellectualProperty": "Geistiges Eigentum",
    "UsageRestrictions": "Nutzungsbeschränkungen",
    "PrivacyPolicy": "Datenschutzbestimmungen",
    "Cookies": "Cookies",
    "TerminationofService": "Beendigung des Dienstes",
    "Feedback": "Feedback",
    "Disclaimers": "Haftungsausschlüsse",
    "ChangestoTerms": "Änderungen der Nutzungsbedingungen",
    "ContactInformation": "Kontaktinformationen",
    "AcceptanceofTermsText": "Durch den Zugriff auf oder die Verwendung von Biblio erklären Sie sich damit einverstanden, diese Nutzungsbedingungen zu befolgen und daran gebunden zu sein.",
    "UserAccountsText": "Benutzer müssen möglicherweise ein Konto erstellen, um auf bestimmte Funktionen von Biblio zugreifen zu können. Benutzer sind für die Vertraulichkeit ihrer Kontoinformationen verantwortlich.",
    "ContentAccessibilityText": "Biblio bietet Zugang zu einer Vielzahl von eBooks. Benutzer dürfen den Inhalt nur für persönliche, nicht kommerzielle Zwecke verwenden.",
    "IntellectualPropertyText": "Alle Inhalte auf Biblio, einschließlich Texte, Bilder und Logos, sind geistiges Eigentum von Biblio oder seinen Lizenzgebern. Benutzer dürfen keine Inhalte reproduzieren, verteilen oder modifizieren, ohne zuvor schriftlich zugestimmt zu haben.",
    "UsageRestrictionsText": "Benutzer stimmen zu, keine Aktivitäten durchzuführen, die Biblio, seine Benutzer beeinträchtigen oder den ordnungsgemäßen Betrieb der Plattform stören könnten. Verbotene Aktivitäten umfassen unter anderem Hacking, Datenerfassung und die Verbreitung von Malware.",
    "PrivacyPolicyText": "Biblio respektiert die Privatsphäre der Benutzer. Bitte lesen Sie unsere Datenschutzrichtlinie, um zu verstehen, wie wir Informationen sammeln, verwenden und offenlegen.",
    "CookiesText": "Biblio kann Cookies verwenden, um die Benutzererfahrung zu verbessern. Durch die Nutzung von Biblio stimmen Sie der Verwendung von Cookies gemäß unserer Cookie-Richtlinie zu.",
    "TerminationofServiceText": "Biblio behält sich das Recht vor, den Zugang zum Dienst jederzeit und ohne Angabe von Gründen zu beenden oder auszusetzen.",
    "FeedbackText": "Benutzer werden ermutigt, Feedback zu den Funktionen und Diensten von Biblio zu geben. Durch die Übermittlung von Feedback gewähren Benutzer Biblio das Recht, die Vorschläge zu verwenden und umzusetzen.",
    "DisclaimersText": "Biblio wird \"wie besehen\" ohne jegliche Garantien, ausdrücklich oder stillschweigend, bereitgestellt. Wir garantieren nicht die Genauigkeit, Vollständigkeit oder Eignung des auf der Plattform verfügbaren Inhalts.",
    "ChangestoTermsText": "Biblio behält sich das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern. Benutzer werden über wesentliche Änderungen informiert, und die fortgesetzte Nutzung von Biblio stellt die Annahme der geänderten Bedingungen dar.",
    "ContactInformationText": "Bei Fragen können Benutzer Biblio über die bereitgestellten Kontaktinformationen kontaktieren.",
    "InformationWeCollect": "Informationen, die wir sammeln",
    "HowWeUseYourInformation": "Wie wir Ihre Informationen verwenden",
    "InformationSharing": "Informationen teilen",
    "SecurityMeasures": "Sicherheitsmaßnahmen",
    "YourChoices": "Ihre Wahlmöglichkeiten",
    "ChildrensPrivacy": "Datenschutz für Kinder",
    "ChangestoThisPrivacyPolicy": "Änderungen dieser Datenschutzrichtlinie",
    "ContactUs": "Kontaktieren Sie uns",
    "InformationWeCollectText": "Wir können personenbezogene Daten wie Namen, Nachnamen, E-Mail, Avatar, Protokolldaten und Nutzungsdaten über Cookies und ähnliche Technologien sammeln.\n\n",
    "HowWeUseYourInformationText": "Wir verwenden die gesammelten Informationen, um Biblio bereitzustellen und zu verbessern, Inhalte zu personalisieren, Nutzungs-muster zu analysieren und auf Benutzeranfragen zu reagieren.",
    "InformationSharingText": "Wir verkaufen, handeln oder vermieten Ihre persönlichen Informationen nicht an Dritte. Wir können Informationen mit Dienstleistern, Rechtsbehörden, Tochtergesellschaften oder Geschäftspartnern teilen, wenn dies erforderlich ist oder mit Ihrer Zustimmung.",
    "SecurityMeasuresText": "Wir ergreifen angemessene Sicherheitsmaßnahmen zum Schutz Ihrer Informationen. Bitte beachten Sie jedoch, dass keine Übertragungsmethode über das Internet oder elektronische Speicherung zu 100% sicher ist.",
    "YourChoicesText": "Sie haben das Recht, auf Ihre persönlichen Informationen zuzugreifen, diese zu aktualisieren oder zu löschen. Sie können sich von Marketingkommunikationen abmelden und Cookies in Ihren Browsereinstellungen deaktivieren.",
    "ChildrensPrivacyText": "Biblio ist nicht für Personen unter 13 Jahren gedacht. Wir sammeln nicht wissentlich personenbezogene Daten von Kindern. Wenn Sie glauben, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte.",
    "ChangestoThisPrivacyPolicyText": "Wir können diese Datenschutzrichtlinie aktualisieren. Wir informieren Sie über alle Änderungen, indem wir die aktualisierte Datenschutzrichtlinie auf unserer Website veröffentlichen. Bitte überprüfen Sie diese Richtlinie regelmäßig.",
    "ContactUsText": "Wenn Sie Fragen oder Bedenken zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter office@biblio.com.",
    "PrivacyAdditional": "Willkommen in der Datenschutzrichtlinie von Biblio. Dieses Dokument beschreibt, wie wir Ihre persönlichen Daten behandeln, wenn Sie unsere Website nutzen. Durch die Nutzung von Biblio stimmen Sie den Bedingungen dieser Datenschutzrichtlinie zu.",
    "Profile": "Profil",
    "UserSince": "Benutzer seit",
    "Email": "E-Mail",
    "Surname": "Nachname",
    "Name": "Name",
    "Edit": "Bearbeiten",
    "Settings": "Einstellungen",
    "Friends": "Freunde",
    "UsernameExistError": "Dieser Benutzername existiert bereits.",
    "EmailExistError": "Diese E-Mail existiert bereits.",
    "InvalidCredentialsError": "E-Mail oder Passwort sind ungültig.",
    "Biography": "Biografie",
    "EmailConfirmSent": "Wir haben Ihnen eine Bestätigungs-E-Mail gesendet. Klicken Sie auf die Schaltfläche in der E-Mail, um Ihr Konto zu aktivieren.",
    "DidntReceiveEmail": "Haben Sie unsere E-Mail nicht erhalten? ",
    "ResendIt": "Erneut senden",
    "TooManyRequestsTryInThreeMinutes": "Zu viele Anfragen. Versuchen Sie es in 3 Minuten erneut.",
    "UserExist": "Benutzer existiert.",
    "UserAlreadyVerified": "Benutzer ist bereits verifiziert.",
    "MessageHasBeenSent": "Die Nachricht wurde gesendet.",
    "YourAccIsNotVerified": "Ihr Konto ist nicht verifiziert. Überprüfen Sie Ihre E-Mail oder",
    "SendVerificationEmail": "senden Sie eine Bestätigungs-E-Mail.",
    "NeedHelpWriteUs": "Brauchen Sie Hilfe? - Schreiben Sie uns biblio.read.ebooks@gmail.com",
    "UserExistTryToRegister": "Benutzer existiert. Versuchen Sie, sich erneut zu registrieren.",
    "YourAccountIsAlreadyVerified": "Ihr Konto ist bereits verifiziert.",
    "YourVerificationCodeIsInvalid": "Ihr Bestätigungscode ist ungültig oder Sie haben Ihr Konto bereits bestätigt.",
    "YourAccountIsSuccesfullyVerified": "Ihr Konto wurde erfolgreich verifiziert. Jetzt können Sie sich in Ihr Konto einloggen.",
    "ForgetPass": "Passwort vergessen",
    "SendEmail": "E-Mail senden",
    "ForgetPassTipText": "Nachdem Sie Ihre E-Mail eingegeben haben, senden wir Ihnen eine E-Mail zum Zurücksetzen Ihres Passworts.",
    "InvalidEmail": "Ungültige E-Mail-Adresse",
    "InvalidEmailUserExist": "Ungültige E-Mail-Adresse, Benutzer existiert",
    "ForgetPassIsVerifyingTipText": "Wir haben Ihnen eine E-Mail zum Zurücksetzen des Passworts gesendet. Klicken Sie auf die Schaltfläche im Link, um Ihr Passwort zurückzusetzen.",
    "EmailHasBeenSent": "E-Mail wurde gesendet.",
    "ChangePass": "Passwort ändern",
    "PassResetTimeExpired": "Etwas ist schief gelaufen. Ihr Link zum Zurücksetzen des Passworts ist abgelaufen.",
    "SuccessResetPass": "Sie haben Ihr Passwort erfolgreich geändert. Jetzt können Sie sich in Ihr Konto einloggen.",
    "NotYourEmail": "Nicht Ihre E-Mail?",
    "DontSeeTheEmail": "Sehen Sie die E-Mail nicht?",
    "Change": "Ändern",
    "UsernameRequired": "Benutzername ist erforderlich",
    "UsernameBetweenCharacters": "Benutzername muss zwischen 3 und 20 Zeichen lang sein",
    "InvalidCharactersUsername": "Ungültige Zeichen im Benutzernamen",
    "InvalidEmailAdress": "Ungültige E-Mail-Adresse",
    "PasswordBetweenCharacters": "Das Passwort muss mindestens 6 Zeichen lang sein",
    "PasswordContainsDigits": "Das Passwort muss mindestens eine Ziffer, einen Kleinbuchstaben, einen Großbuchstaben und ein Sonderzeichen enthalten",
    "PasswordsDoNotMatch": "Passwörter stimmen nicht überein",
    "NothingFound": "Nichts gefunden!",
    "ChangePassword": "Passwort ändern",
    "ChangeEmail": "E-Mail ändern",
    "Filters": "Filter",
    "Rating": "Bewertung",
    "BooksFound": "Gefundene Bücher",
    "SortBy": "Sortieren nach",
    "Title": "Titel",
    "Author": "Autor",
    "Popularity": "Beliebtheit",
    "And": "und",
    "More": "mehr",
    "AllGenres": "Alle Genres",
    "Year": "Jahr",
    "Published": "Veröffentlicht",
    "Downloads": "Downloads",
    "Reads": "Gelesen",
    "Page": "Seite",
    "Jump": "Springen",

    "PostTheBook": "Das Buch veröffentlichen",
    "Post": "Veröffentlichen",
    "ClickToUploadTheContent": "Klicken Sie, um den Inhalt hochzuladen",
    "ClickForNewUpload": "Klicken Sie für einen neuen Upload",
    "OrDragAndDropIt": " oder ziehen Sie ihn hierhin",
    "ClickToUploadTheCover": "Klicken Sie, um das Cover hochzuladen",
    "or": "oder",
    "Description": "Beschreibung",

    "TitleIsRequired": "Titel ist erforderlich",
    "TitleShouldNotExceed35Words": "Der Titel darf 35 Wörter nicht überschreiten",
    "AuthorIsRequired": "Autor ist erforderlich",
    "AuthorShouldBeBetween2And20Characters": "Der Autor muss zwischen 2 und 20 Zeichen lang sein",
    "DescriptionShouldBeBetween10And200Characters": "Die Beschreibung muss zwischen 10 und 200 Zeichen lang sein",
    "YearMustBeBetween999AndTheCurrentYear": "Das Jahr muss zwischen 999 und dem aktuellen Jahr liegen",
    "InvalidOrMissingGenre": "Ungültiges oder fehlendes Genre",
    "ContentImageAndCoverFilesMustBeChosen": "Inhalt, Bild und Cover-Dateien müssen ausgewählt werden"
  }
}
