{
  "translation": {
    "Home": "Главная",
    "Books": "Книги",
    "LogIn": "Войти",
    "Search": "Поиск",
    "BannerTitle": "ЧИТАЙТЕ СВОИ КНИГИ БЕСПЛАТНО",
    "BannerText": "Добро пожаловать в наше большое сообщество. Более 50 000 электронных книг для бесплатного чтения.",
    "SeeMore": "Больше",
    "Trending": "В тренде",
    "Popular": "Популярное",
    "Genres": "Жанры",
    "InfoBlockTitle": "Исследуйте разнообразные жанры",
    "InfoBlockText": "Погрузитесь в богатый выбор жанров: от захватывающих триллеров и трогательных любовных романов до расширяющей кругозор научной фантастики и информативной научной фантастики.",
    "RightsReserved": "Все права защищены",
    "Terms": "Условия",
    "Privacy": "Конфиденциальность",
    "SignIn": "Логин",
    "E-mail": "Почта",
    "Password": "Пароль",
    "ForgotPass": "Забыли пароль",
    "DontHaveAcc": "Нет аккаунта",
    "SignUp": "Регистрация",
    "SignInGoogle": "Или войти через",
    "Username": "Логин",
    "PassRepeat": "Повтор пароля",
    "AlreadyHaveAnAccount": "Уже есть аккаунт",
    "PageNotFoundText": "Упс! Страница не найдена.",
    "BackHome": "Вернутся на главную",
    "Register": "Регистрация",
    "Authors": "Авторы",
    "PopularWord": "Популярное",
    "TrendingWord": "В тренде",
    "HomeBannerText": "Зарегистрируйтесь чтобы получить больше возможностей.",
    "AcceptanceofTerms": "Принятие Условий",
    "UserAccounts": "Учетные записи пользователей",
    "ContentAccessibility": "Доступность контента",
    "IntellectualProperty": "Интеллектуальная Собственность",
    "UsageRestrictions": "Ограничения использования",
    "PrivacyPolicy": "Политика Конфиденциальности",
    "Cookies": "Куки",
    "TerminationofService": "Прекращение обслуживания",
    "Feedback": "Обратная связь",
    "Disclaimers": "Отказ от ответственности",
    "ChangestoTerms": "Изменения в Условиях",
    "ContactInformation": "Контактная информация",
    "AcceptanceofTermsText": "Посещая или используя Biblio, вы соглашаетесь соблюдать и быть связанными этими условиями и положениями.",
    "UserAccountsText": "Пользователям может потребоваться создать учетную запись для доступа к определенным функциям Biblio. Пользователи несут ответственность за сохранение конфиденциальности информации своей учетной записи.",
    "ContentAccessibilityText": "Biblio предоставляет доступ к различным электронным книгам. Пользователи могут использовать контент только в личных, не коммерческих целях.",
    "IntellectualPropertyText": "Весь контент на Biblio, включая, но не ограничиваясь текстом, изображениями и логотипами, является интеллектуальной собственностью Biblio или ее лицензиаров. Пользователи не могут воспроизводить, распространять или модифицировать контент без предварительного письменного согласия.",
    "UsageRestrictionsText": "Пользователи соглашаются не заниматься деятельностью, которая может навредить Biblio, ее пользователям, или помешать нормальной работе платформы. Запрещенные действия включают, но не ограничиваются хакингом, добычей данных и распространением вредоносного программного обеспечения.",
    "PrivacyPolicyText": "Biblio уважает конфиденциальность пользователей. Ознакомьтесь с нашей Политикой Конфиденциальности, чтобы понять, как мы собираем, используем и раскрываем информацию.",
    "CookiesText": "Biblio может использовать куки для улучшения опыта пользователя. Используя Biblio, вы соглашаетесь с использованием куки в соответствии с нашей Политикой Куки.",
    "TerminationofServiceText": "Biblio оставляет за собой право прекратить или приостановить доступ к услуге в любое время, с или без причины.",
    "FeedbackText": "Пользователей приглашают предоставить обратную связь о функциях и услугах Biblio. Подавая обратную связь, пользователи предоставляют Biblio право использовать и внедрять предложения.",
    "DisclaimersText": "Biblio предоставляется \"как есть\" без каких-либо гарантий, явных или подразумеваемых. Мы не гарантируем точность, полноту или пригодность контента, доступного на платформе.",
    "ChangestoTermsText": "Biblio оставляет за собой право вносить изменения в эти условия в любое время. Пользователи будут уведомлены о значительных изменениях, и продолжение использования Biblio означает согласие с измененными условиями.",
    "ContactInformationText": "Для запросов пользователи могут связаться с Biblio по предоставленной контактной информации.",
    "InformationWeCollect": "Сбор информации",
    "HowWeUseYourInformation": "Как мы используем вашу информацию",
    "InformationSharing": "Обмен информацией",
    "SecurityMeasures": "Меры безопасности",
    "YourChoices": "Ваши варианты",
    "ChildrensPrivacy": "Конфиденциальность детей",
    "ChangestoThisPrivacyPolicy": "Изменения в этой политике конфиденциальности",
    "ContactUs": "Свяжитесь с нами",
    "InformationWeCollectText": "Мы можем собирать личную информацию, такую как имя, фамилия, электронная почта, аватар, данные журнала и данные использования через куки и подобные технологии.\n\n",
    "HowWeUseYourInformationText": "Мы используем собранную информацию для предоставления и улучшения Biblio, персонализации контента, анализа образцов использования и реагирования на запросы пользователей.",
    "InformationSharingText": "Мы не продаем, не обмениваем и не арендуем вашу личную информацию третьим сторонам. Мы можем делиться информацией с поставщиками услуг, правоохранительными органами, партнерами или бизнес-партнерами при необходимости или с вашего согласия.",
    "SecurityMeasuresText": "Мы предпринимаем разумные меры безопасности для защиты вашей информации. Однако имейте в виду, что ни один метод передачи данных по интернету или электронному хранению не является 100% безопасным.",
    "YourChoicesText": "У вас есть право на доступ, обновление или удаление вашей личной информации. Вы можете отказаться от маркетинговых коммуникаций и отключить куки в настройках вашего браузера.",
    "ChildrensPrivacyText": "Biblio не предназначено для лиц младше 13 лет. Мы не собираем сознательно личную информацию от детей. Если вы считаете, что ваш ребенок предоставил нам личную информацию, пожалуйста, свяжитесь с нами.",
    "ChangestoThisPrivacyPolicyText": "Мы можем обновлять эту Политику конфиденциальности. Мы уведомим вас об изменениях, разместив обновленную Политику конфиденциальности на нашем веб-сайте. Пожалуйста, периодически просматривайте эту политику.",
    "ContactUsText": "Если у вас есть вопросы или заботы относительно этой Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу office@biblio.com.",
    "PrivacyAdditional": "Добро пожаловать в Политику конфиденциальности Biblio. В этом документе описано, как мы обрабатываем вашу личную информацию при использовании нашего веб-сайта. Используя Biblio, вы соглашаетесь с условиями настоящей Политики конфиденциальности.",
    "Profile": "Профиль",
    "UserSince": "Пользователь с",
    "Email": "Почта",
    "Surname": "Фамилия",
    "Name": "Имя",
    "Edit": "Редактировать",
    "Settings": "Настройки",
    "Friends": "Друзья",
    "UsernameExistError": "Этот логин уже используется.",
    "EmailExistError": "Эта почта уже используется.",
    "InvalidCredentialsError": "Почта или пароль не верны.",
    "Biography": "Описание",
    "EmailConfirmSent": "Мы отправили вам письмо для подтверждения. Пожалуйста, нажмите на кнопку в письме, чтобы активировать ваш аккаунт.",
    "DidntReceiveEmail": "Не получили наше письмо? ",
    "ResendIt": "Отправить еще раз",
    "TooManyRequestsTryInThreeMinutes": "Слишком много запросов. Попробуйте через 3 минуты.",
    "UserExist": "Пользователь не существует.",
    "UserAlreadyVerified": "Пользователь уже подтвержден.",
    "MessageHasBeenSent": "Сообщение было отправлено.",
    "YourAccIsNotVerified": "Ваш аккаунт не подтвержден. Проверьте свою почту или",
    "SendVerificationEmail": "отправьте письмо для подтверждения.",
    "NeedHelpWriteUs": "Нужна помощь? - Напишите нам biblio.read.ebooks@gmail.com",
    "UserExistTryToRegister": "Пользователь уже существует. Попробуйте зарегистрироваться еще раз.",
    "YourAccountIsAlreadyVerified": "Ваш аккаунт уже подтвержден.",
    "YourVerificationCodeIsInvalid": "Ваш код подтверждения недействителен или вы уже подтвердили свой аккаунт.",
    "YourAccountIsSuccessfullyVerified": "Ваш аккаунт успешно подтвержден. Теперь вы можете войти в свой аккаунт.",
    "ForgetPass": "Забыли пароль",
    "SendEmail": "Отправить электронное письмо",
    "ForgetPassTipText": "После ввода вашего адреса электронной почты мы отправим вам электронное письмо для сброса пароля.",
    "InvalidEmail": "Неверный адрес электронной почты",
    "InvalidEmailUserExist": "Неверный адрес электронной почты, пользователь существует",
    "ForgetPassIsVerifyingTipText": "Мы отправили вам электронное письмо для восстановления пароля. Пожалуйста, нажмите кнопку в письме для восстановления пароля.",
    "EmailHasBeenSent": "Электронное письмо отправлено.",
    "ChangePass": "Изменить пароль",
    "PassResetTimeExpired": "Что-то пошло не так. Ваша ссылка для сброса пароля устарела.",
    "SuccessResetPass": "Вы успешно изменили свой пароль. Теперь вы можете войти в свою учетную запись.",
    "NotYourEmail": "Не ваш адрес электронной почты?",
    "DontSeeTheEmail": "Не видите письмо?",
    "Change": "Изменить",
    "UsernameRequired": "Имя пользователя обязательно",
    "UsernameBetweenCharacters": "Имя пользователя должно содержать от 3 до 20 символов",
    "InvalidCharactersUsername": "Недопустимые символы в имени пользователя",
    "InvalidEmailAdress": "Недопустимый адрес электронной почты",
    "PasswordBetweenCharacters": "Пароль должен содержать не менее 6 символов",
    "PasswordContainsDigits": "Пароль должен содержать хотя бы одну цифру, одну строчную и заглавную букву, а также один специальный символ",
    "PasswordsDoNotMatch": "Пароли не совпадают"
  }
}