{
  "translation": {
    "Home": "Inicio",
    "Books": "Libros",
    "LogIn": "Iniciar sesión",
    "Search": "Buscar",
    "BannerTitle": "LEE TUS LIBROS GRATIS",
    "BannerText": "Bienvenido a nuestra gran comunidad. Más de 50.000 libros electrónicos para leer de forma gratuita.",
    "BannerTitle1": "BESTSELLERS GRATIS Y CON DESCUENTO",
    "BannerText1": "Únete a más de 150.000 lectores. Obtén los bestsellers gratuitos y con descuento directamente en tu bandeja de entrada con el boletín de ofertas de libros electrónicos de ManyBooks.",
    "BannerTitle2": "La guía definitiva de libros electrónicos gratuitos",
    "BannerText2": "¿No estás seguro de qué leer a continuación? Explora nuestro catálogo de libros de dominio público con nuestros editores. Algunas joyas reales están ocultas en nuestra biblioteca.",
    "Trending": "Libros tendencia",
    "Popular": "Libros populares",
    "Genres": "Géneros",
    "InfoBlockTitle": "Explora géneros diversos",
    "InfoBlockText": "Sumérgete en una amplia variedad de géneros, desde emocionantes thrillers y romances conmovedores hasta ciencia ficción que expande la mente y no ficción informativa.",
    "RightsReserved": "Todos los derechos reservados",
    "Terms": "Términos",
    "Privacy": "Privacidad",
    "SignIn": "Iniciar sesión",
    "E-mail": "Correo electrónico",
    "Password": "Contraseña",
    "ForgotPass": "¿Olvidaste tu contraseña?",
    "DontHaveAcc": "¿No tienes una cuenta?",
    "SignUp": "Registrarse",
    "SignInGoogle": "O inicia sesión con",
    "Username": "Nombre de usuario",
    "PassRepeat": "Repetir contraseña",
    "AlreadyHaveAnAccount": "¿Ya tienes una cuenta?",
    "PageNotFoundText": "¡Vaya! Página no encontrada.",
    "BackHome": "Volver a Inicio",
    "Register": "Registrarse",
    "Authors": "Autores",
    "PopularWord": "Popular",
    "TrendingWord": "Tendencia",
    "HomeBannerText": "Inicia sesión/Regístrate para una mejor experiencia.",
    "AcceptanceofTerms": "Aceptación de términos",
    "UserAccounts": "Cuentas de usuario",
    "ContentAccessibility": "Accesibilidad al contenido",
    "IntellectualProperty": "Propiedad intelectual",
    "UsageRestrictions": "Restricciones de uso",
    "PrivacyPolicy": "Política de privacidad",
    "Cookies": "Cookies",
    "TerminationofService": "Terminación del servicio",
    "Feedback": "Comentarios",
    "Disclaimers": "Avisos legales",
    "ChangestoTerms": "Cambios en los términos",
    "ContactInformation": "Información de contacto",
    "AcceptanceofTermsText": "Al acceder o utilizar Biblio, aceptas cumplir y estar sujeto a estos términos y condiciones.",
    "UserAccountsText": "Es posible que los usuarios deban crear una cuenta para acceder a ciertas funciones de Biblio. Los usuarios son responsables de mantener la confidencialidad de la información de su cuenta.",
    "ContentAccessibilityText": "Biblio proporciona acceso a una variedad de libros electrónicos. Los usuarios solo pueden utilizar el contenido para fines personales y no comerciales.",
    "IntellectualPropertyText": "Todo el contenido en Biblio, incluidos pero no limitados a texto, imágenes y logotipos, es propiedad intelectual de Biblio o sus licenciantes. Los usuarios no pueden reproducir, distribuir o modificar ningún contenido sin el consentimiento previo por escrito.",
    "UsageRestrictionsText": "Los usuarios aceptan no participar en ninguna actividad que pueda dañar a Biblio, sus usuarios o interferir con el funcionamiento adecuado de la plataforma. Las actividades prohibidas incluyen, pero no se limitan a, piratería informática, minería de datos y distribución de malware.",
    "PrivacyPolicyText": "Biblio respeta la privacidad de los usuarios. Por favor, revisa nuestra Política de privacidad para comprender cómo recopilamos, usamos y divulgamos información.",
    "CookiesText": "Biblio puede utilizar cookies para mejorar la experiencia del usuario. Al utilizar Biblio, aceptas el uso de cookies de acuerdo con nuestra Política de cookies.",
    "TerminationofServiceText": "Biblio se reserva el derecho de terminar o suspender el acceso al servicio en cualquier momento, con o sin causa.",
    "FeedbackText": "Se alienta a los usuarios a proporcionar comentarios sobre las características y servicios de Biblio. Al enviar comentarios, los usuarios otorgan a Biblio el derecho de utilizar e implementar las sugerencias.",
    "DisclaimersText": "Biblio se proporciona \"tal cual\" sin ninguna garantía, expresa o implícita. No garantizamos la precisión, integridad o idoneidad del contenido disponible en la plataforma.",
    "ChangestoTermsText": "Biblio se reserva el derecho de modificar estos términos en cualquier momento. Los usuarios serán notificados de cambios significativos, y el uso continuado de Biblio constituye la aceptación de los términos modificados.",
    "ContactInformationText": "Para consultas, los usuarios pueden contactar a Biblio a través de la información de contacto proporcionada.",
    "InformationWeCollect": "Información que recopilamos",
    "HowWeUseYourInformation": "Cómo usamos tu información",
    "InformationSharing": "Compartir información",
    "SecurityMeasures": "Medidas de seguridad",
    "YourChoices": "Tus opciones",
    "ChildrensPrivacy": "Privacidad de los niños",
    "ChangestoThisPrivacyPolicy": "Cambios en esta política de privacidad",
    "ContactUs": "Contáctanos",
    "InformationWeCollectText": "Podemos recopilar información personal, como nombre, apellido, correo electrónico, avatar, datos de registro y datos de uso a través de cookies y tecnologías similares.\n\n",
    "HowWeUseYourInformationText": "Utilizamos la información recopilada para proporcionar y mejorar Biblio, personalizar contenido, analizar patrones de uso y responder a consultas de los usuarios.",
    "InformationSharingText": "No vendemos, intercambiamos ni alquilamos tu información personal a terceros. Podemos compartir información con proveedores de servicios, autoridades legales, afiliados o socios comerciales cuando sea necesario o con tu consentimiento.",
    "SecurityMeasuresText": "Tomamos medidas de seguridad razonables para proteger tu información. Sin embargo, ten en cuenta que ningún método de transmisión a través de internet o almacenamiento electrónico es 100% seguro.",
    "YourChoicesText": "Tienes derecho a acceder, actualizar o eliminar tu información personal. Puedes optar por no recibir comunicaciones de marketing y deshabilitar las cookies en la configuración de tu navegador.",
    "ChildrensPrivacyText": "Biblio no está destinado a personas menores de 13 años. No recopilamos de manera consciente información personal de niños. Si crees que tu hijo nos ha proporcionado información personal, contáctanos.",
    "ChangestoThisPrivacyPolicyText": "Podemos actualizar esta Política de privacidad. Te notificaremos cualquier cambio publicando la Política de privacidad actualizada en nuestro sitio web. Por favor, revisa esta política periódicamente.",
    "ContactUsText": "Si tienes alguna pregunta o inquietud sobre esta Política de privacidad, contáctanos en office@biblio.com.",
    "PrivacyAdditional": "Bienvenido a la Política de privacidad de Biblio. Este documento describe cómo manejamos tu información personal cuando utilizas nuestro sitio web. Al usar Biblio, aceptas los términos de esta Política de privacidad.",
    "Profile": "Perfil",
    "UserSince": "Usuario desde",
    "Email": "Correo electrónico",
    "Surname": "Apellido",
    "Name": "Nombre",
    "Edit": "Editar",
    "Settings": "Configuración",
    "Friends": "Amigos",
    "UsernameExistError": "Este nombre de usuario ya existe.",
    "EmailExistError": "Este correo electrónico ya existe.",
    "InvalidCredentialsError": "Correo electrónico o contraseña no válidos.",
    "Biography": "Biografía",
    "EmailConfirmSent": "Te hemos enviado un correo electrónico de confirmación. Haz clic en el botón del correo electrónico para activar tu cuenta.",
    "DidntReceiveEmail": "¿No recibiste nuestro correo electrónico?",
    "ResendIt": "Reenviarlo",
    "TooManyRequestsTryInThreeMinutes": "Demasiadas solicitudes. Inténtalo en 3 minutos.",
    "UserExist": "El usuario ya existe.",
    "UserAlreadyVerified": "El usuario ya está verificado.",
    "MessageHasBeenSent": "El mensaje ha sido enviado.",
    "YourAccIsNotVerified": "Tu cuenta no está verificada. Verifica tu correo electrónico o",
    "SendVerificationEmail": "envía un correo electrónico de verificación.",
    "NeedHelpWriteUs": "¿Necesitas ayuda? Escríbenos a biblio.read.ebooks@gmail.com",
    "UserExistTryToRegister": "El usuario ya existe. Intenta registrarte de nuevo.",
    "YourAccountIsAlreadyVerified": "Tu cuenta ya está verificada.",
    "YourVerificationCodeIsInvalid": "Tu código de verificación no es válido o ya has confirmado tu cuenta.",
    "YourAccountIsSuccesfullyVerified": "Tu cuenta se ha verificado correctamente. Ahora puedes iniciar sesión en tu cuenta.",
    "ForgetPass": "Olvidé mi contraseña",
    "SendEmail": "Enviar correo electrónico",
    "ForgetPassTipText": "Después de ingresar tu correo electrónico, te enviaremos un correo electrónico para restablecer tu contraseña.",
    "InvalidEmail": "Correo electrónico inválido",
    "InvalidEmailUserExist": "Dirección de correo electrónico inválida, el usuario ya existe",
    "ForgetPassIsVerifyingTipText": "Te hemos enviado un correo electrónico de recuperación de contraseña. Haz clic en el botón del enlace para recuperar tu contraseña.",
    "EmailHasBeenSent": "El correo electrónico ha sido enviado.",
    "ChangePass": "Cambiar contraseña",
    "PassResetTimeExpired": "Algo salió mal. El enlace para restablecer la contraseña ha caducado.",
    "SuccessResetPass": "Has cambiado tu contraseña correctamente. Ahora puedes iniciar sesión en tu cuenta.",
    "NotYourEmail": "¿No es tu correo electrónico?",
    "DontSeeTheEmail": "¿No ves el correo electrónico?",
    "Change": "Cambiar",
    "UsernameRequired": "Se requiere nombre de usuario",
    "UsernameBetweenCharacters": "El nombre de usuario debe tener entre 3 y 20 caracteres",
    "InvalidCharactersUsername": "Caracteres no válidos en el nombre de usuario",
    "InvalidEmailAdress": "Dirección de correo electrónico no válida",
    "PasswordBetweenCharacters": "La contraseña debe tener al menos 6 caracteres de longitud",
    "PasswordContainsDigits": "La contraseña debe contener al menos un dígito, una letra minúscula y una letra mayúscula, y un carácter especial",
    "PasswordsDoNotMatch": "Las contraseñas no coinciden",
    "NothingFound": "¡No se encontró nada!",
    "ChangePassword": "Cambiar contraseña",
    "ChangeEmail": "Cambiar correo electrónico",
    "Filters": "Filtros",
    "Rating": "Clasificación",
    "BooksFound": "Libros encontrados",
    "SortBy": "Ordenar por",
    "Title": "Título",
    "Author": "Autor",
    "Popularity": "Popularidad",
    "And": "y",
    "More": "más",
    "AllGenres": "Todos los géneros",
    "Year": "Año",
    "Published": "Publicado",
    "Downloads": "Descargas",
    "Reads": "Lecturas",
    "Page": "Página",
    "Jump": "Saltar",

    "PostTheBook": "Publicar el libro",
    "Post": "Publicar",
    "ClickToUploadTheContent": "Haz clic para subir el contenido",
    "ClickForNewUpload": "Haz clic para una nueva carga",
    "OrDragAndDropIt": " o arrástralo y suéltalo",
    "ClickToUploadTheCover": "Haz clic para subir la portada",
    "or": "o",
    "Description": "Descripción",

    "TitleIsRequired": "Se requiere un título",
    "TitleShouldNotExceed35Words": "El título no debe exceder las 35 palabras",
    "AuthorIsRequired": "Se requiere un autor",
    "AuthorShouldBeBetween2And20Characters": "El autor debe tener entre 2 y 20 caracteres",
    "DescriptionShouldBeBetween10And200Characters": "La descripción debe tener entre 10 y 200 caracteres",
    "YearMustBeBetween999AndTheCurrentYear": "El año debe estar entre 999 y el año actual",
    "InvalidOrMissingGenre": "Género inválido o faltante",
    "ContentImageAndCoverFilesMustBeChosen": "Se deben elegir archivos de contenido, imagen y portada"
  }
}
